Repository: assistenzablastness/blastqr
Catalog: languages/blastqr_*.po
Languages: de_de, es_es, fr_fr

source: Modulo Quick Reserve collegato al Booking Engine Blastness
de_de: Quick Reserve Modul verbunden mit Booking Engine Blastness
es_es: Módulo de reserva rápida vinculado al motor de reservas Blastness
fr_fr: Module Quick Reserve lié au moteur de réservation Blastness

source: Non ci sono offerte disponibili.
de_de: Es sind keine Angebote verfügbar.
es_es: No hay ofertas disponibles.
fr_fr: Il n'y a pas d'offres disponibles.

source: Prenota
de_de: Buchen
es_es: Reserve
fr_fr: Livre

source: Camere
de_de: Zimmer
es_es: Habitaciones
fr_fr: Chambres

source: Adulti
de_de: Erwachsene
es_es: Adultos
fr_fr: Adultes

source: Bambini
de_de: Kinder
es_es: Niños
fr_fr: Enfants

source: Codice sconto
de_de: Rabattcode
es_es: Código de descuento
fr_fr: Code de réduction

source: Apri calendario
de_de: Kalender öffnen
es_es: Calendario abierto
fr_fr: Calendrier ouvert

source: Modifica/Cancella prenotazione
de_de: Buchung bearbeiten/stornieren
es_es: Editar/Cancelar reserva
fr_fr: Modifier/annuler la réservation

source: Questa voce viene comunicata da Blastness al momento della fornitura, in base alla tipologia di booking scelta insieme al cliente. Prima di modificare questo parametro accertarsi con Blastness della presenza di uno stile adatto alla nuova tipologia.
de_de: Dieser Eintrag wird von Blastness zum Zeitpunkt der Lieferung mitgeteilt, je nach dem mit dem Kunden gewählten Buchungsstil. Bevor Sie diesen Parameter ändern, vergewissern Sie sich bei Blastness, dass der Stil für den neuen Typ geeignet ist.
es_es: Esta entrada es comunicada por Blastness en el momento de la entrega, en función del estilo de reserva elegido junto con el cliente. Antes de cambiar este parámetro, asegúrese con Blastness de que el estilo es adecuado para el nuevo tipo.
fr_fr: Cette entrée est communiquée par Blastness au moment de la livraison, en fonction du style de réservation choisi avec le client. Avant de modifier ce paramètre, assurez-vous auprès de Blastness que le style est adapté au nouveau type.

source: Questi parametri vengono forniti da Blastness e sono necessari per il corretto funzionamento del modulo Quick Reserve
de_de: Diese Parameter werden von Blastness bereitgestellt und sind für den korrekten Betrieb des Quick Reserve-Moduls erforderlich
es_es: Estos parámetros son proporcionados por Blastness y son necesarios para el correcto funcionamiento del módulo de Reserva Rápida
fr_fr: Ces paramètres sont fournis par Blastness et sont nécessaires au bon fonctionnement du module Quick Reserve.

source: Tipologia QR
de_de: QR-Typologie
es_es: Tipología QR
fr_fr: Typologie des QR

source: Posizione QR Full-Width
de_de: QR-Position Full-Width
fr_fr: Position QR Full-Width

source: Impostando i valori nei campi può essere determinata la posizione del modulo Quick Reserve. Lasciando vuoto il campo "Left" e impostando un valore nel campo "Right" il modulo verrà posizionato a destra, viceversa se si lascia vuoto il campo "Right" e si imposta un valore nel campo "Left" il modulo verrà posizionato a sinistra. Allo stesso modo impostando "Top" e "Bottom" si può determinare la posizione verticale del modulo.
de_de: Durch das Setzen von Werten in den Feldern kann die Position des Quick Reserve-Moduls bestimmt werden. Wenn Sie das Feld „Links“ leer lassen und einen Wert in das Feld „Rechts“ eingeben, wird das Modul nach rechts positioniert, und umgekehrt, wenn Sie das Feld „Rechts“ leer lassen und einen Wert in das Feld „Links“ eingeben, wird das Modul nach links positioniert. In ähnlicher Weise können Sie durch die Einstellung von „Oben“ und „Unten“ die vertikale Position des Moduls bestimmen.
es_es: Estableciendo valores en los campos, se puede determinar la posición del módulo de Reserva Rápida. Si deja vacío el campo «Izquierda» y establece un valor en el campo «Derecha», el módulo se posicionará a la derecha con una distancia del borde derecho del mismo número de px establecido en el valor relativo. Por el contrario, si deja vacío el campo «Derecha» y establece un valor en el campo «Izquierda», el formulario se posicionará a la izquierda con la distancia del borde establecida. Del mismo modo, estableciendo «Arriba» y «Abajo», se puede determinar la posición vertical del módulo
fr_fr: En définissant des valeurs dans les champs, la position du module Quick Reserve peut être déterminée. En laissant le champ « Gauche » vide et en définissant une valeur dans le champ « Droite », le module sera positionné à droite, et inversement, en laissant le champ « Droite » vide et en définissant une valeur dans le champ « Gauche », le module sera positionné à gauche. De même, en définissant les champs « Haut » et « Bas », vous pouvez déterminer la position verticale du module.

source: Posizione QR Box
de_de: QR-Position Box

source: Impostando i valori nei campi può essere determinata la posizione del modulo Quick Reserve. Lasciando vuoto il campo "Left" e impostando un valore nel campo "Right" il modulo verrà posizionato a destra discostando il box dal bordo destro dello stesso numero di px impostati nel valore relativo. Viceversa se si lascia vuoto il campo "Right" e si imposta un valore nel campo "Left" il modulo verrà posizionato a sinistra con la distanza dal bordo impostata. Allo stesso modo impostando "Top" e "Bottom" si può determinare la posizione verticale del modulo.
de_de: Durch das Setzen von Werten in den Feldern kann die Position des Quick Reserve-Moduls bestimmt werden. Wenn Sie das Feld „Links“ leer lassen und einen Wert in das Feld „Rechts“ eingeben, wird das Modul nach rechts positioniert, und umgekehrt, wenn Sie das Feld „Rechts“ leer lassen und einen Wert in das Feld „Links“ eingeben, wird das Modul nach links positioniert. In ähnlicher Weise können Sie durch die Einstellung von „Oben“ und „Unten“ die vertikale Position des Moduls bestimmen.
es_es: Estableciendo valores en los campos, se puede determinar la posición del módulo de Reserva Rápida. Si deja vacío el campo «Izquierda» y establece un valor en el campo «Derecha», el módulo se posicionará a la derecha con una distancia del borde derecho del mismo número de px establecido en el valor relativo. Por el contrario, si deja vacío el campo «Derecha» y establece un valor en el campo «Izquierda», el formulario se posicionará a la izquierda con la distancia del borde establecida. Del mismo modo, estableciendo «Arriba» y «Abajo», se puede determinar la posición vertical del módulo.
fr_fr: Impostando i valori nei campi può essere determinata la posizione del modulo Quick Reserve. Lasciando vuoto il campo "Left" e impostando un valore nel campo "Right" il modulo verrà posizionato a destra, viceversa se si lascia vuoto il campo "Right" e si imposta un valore nel campo "Left" il modulo verrà posizionato a sinistra. Allo stesso modo impostando "Top" e "Bottom" si può determinare la posizione verticale del modulo.

source: Abilitando questo campo, il modulo Quick Reserve verrà mostrato sul sito web.
de_de: Wenn Sie dieses Feld aktivieren, wird das Schnellreservierungsformular auf der Website angezeigt.
es_es: Al activar este campo, el formulario de Reserva Rápida se mostrará en el sitio web.
fr_fr: En activant ce champ, le formulaire de réservation rapide sera affiché sur le site web.

source: Abilita Preview QR (Solo per utenti loggati)
de_de: QR-Vorschau aktivieren (nur für eingeloggte Benutzer)
es_es: Activar vista previa de QR (sólo para usuarios registrados)
fr_fr: Activer la prévisualisation QR (uniquement pour les utilisateurs connectés)

source: Abilitando questo campo, il modulo Quick Reserve verrà mostrato in modalità di prova, visibile solamente per gli utenti loggati.
de_de: Wenn Sie dieses Feld aktivieren, wird das Schnellreservierungsmodul im Testmodus angezeigt und ist nur für angemeldete Benutzer sichtbar.
es_es: Al activar este campo, el módulo de Reserva Rápida se mostrará en modo de prueba, visible sólo para los usuarios que hayan iniciado sesión.
fr_fr: En activant ce champ, le module Réserve rapide sera affiché en mode test, visible uniquement par les utilisateurs connectés.

source: Codice Sconto Fisso
de_de: Fester Rabattcode
es_es: Código de descuento fijo
fr_fr: Code de réduction fixe

source: Abilita codice sconto fisso
de_de: Festen Rabattcode aktivieren
es_es: Activar código de descuento fijo
fr_fr: Activer le code de réduction fixe

source: Abilitando questo campo, può essere impostato un codice sconto di default
de_de: Wenn Sie dieses Feld aktivieren, können Sie einen Standard-Rabattcode festlegen
es_es: Activando este campo, se puede establecer un código de descuento por defecto
fr_fr: En activant ce champ, il est possible de définir un code de réduction par défaut.

source: Codice sconto attivo:
de_de: Aktiver Rabattcode:
es_es: Código de descuento activo:
fr_fr: Code de réduction actif :

source: Visibilità Codice Sconto
de_de: Sichtbarkeit Rabattcode
es_es: Código descuento Visibility
fr_fr: Code de réduction Visibility

source: Solo Mobile
de_de: Nur Mobile
fr_fr: Only Mobile

source: Solo Desktop
de_de: Nur Desktop
fr_fr: Only Desktop

source: Entrambi
de_de: Beide
es_es: Ambos
fr_fr: Les deux

source: Il codice sconto può essere impostato per essere sia visibile da desktop / mobile
de_de: Der Rabattcode kann so eingestellt werden, dass er sowohl auf dem Desktop als auch auf dem Handy sichtbar ist.
es_es: El código de descuento puede configurarse para que sea visible tanto desde el ordenador como desde el móvil
fr_fr: Le code de réduction peut être configuré pour être visible à la fois sur ordinateur et sur mobile.

source: Classe QR
de_de: QR-Klasse
es_es: Clase QR

source: Usa QR all'interno di una classe di ancoraggio
de_de: QR innerhalb einer Ankerklasse verwenden
es_es: Utilizar QR dentro de una clase de anclaje
fr_fr: Utiliser les QR dans une classe d'ancrage

source: Abilitando questo campo, il modulo Quick Reserve verrà mostrato all'interno di un classe
de_de: Wenn Sie dieses Feld aktivieren, wird das Schnellreservierungsformular innerhalb einer Klasse angezeigt
es_es: Al activar este campo, el formulario de Reserva Rápida se mostrará dentro de una clase
fr_fr: En activant ce champ, le formulaire de réserve rapide sera affiché dans une classe.

source: Classe di ancoraggio del QR
de_de: QR-Verankerungsklasse
es_es: Clase de anclaje QR
fr_fr: Classe d'ancrage QR

source: La classe all'interno di cui viene aggiunto il modulo Quick Reserve, se l'opzione è stata selezionata
de_de: Die Klasse, in der das Modul Quick Reserve hinzugefügt wird, wenn die Option ausgewählt ist
es_es: La clase dentro de la cual se añade el módulo de Reserva Rápida, si se selecciona la opción
fr_fr: La classe dans laquelle le module de réserve rapide est ajouté, si l'option est sélectionnée.

source: Abilita QR tramite Shortcode
de_de: QR über Shortcode aktivieren
es_es: Habilitar QR mediante Shortcode
fr_fr: Activer les QR via un shortcode

source: Abilitando questo campo, il modulo Quick Reserve verrà mostrato all'interno di una pagina o di un post utilizzando uno shortcode
de_de: Wenn Sie dieses Feld aktivieren, wird das Modul Quick Reserve auf einer Seite oder in einem Beitrag mit einem Shortcode angezeigt
es_es: Al activar este campo se añade el banner de cookies
fr_fr: En activant ce champ, le module Quick Reserve sera affiché dans une page ou un article à l'aide d'un shortcode.

source: Nome dello shortcode
de_de: Name des Shortcodes
es_es: Nombre del shortcode
fr_fr: Nom du shortcode

source: Nome dello shortcode che desideri utilizzare
de_de: Name des Shortcodes, den Sie verwenden möchten
fr_fr: Nom du shortcode que vous souhaitez utiliser

source: Campi form
de_de: Formularfelder
es_es: Campos de formulario
fr_fr: Champs du formulaire

source: Puoi scegliere i campi da mostrare all'interno del modulo Quick Reserve
de_de: Sie können die Felder auswählen, die im Schnellreservierungsformular angezeigt werden sollen
fr_fr: Vous pouvez choisir les champs à afficher dans le formulaire de réservation rapide

source: Colori QR
de_de: QR-Farben
es_es: Colores QR
fr_fr: Couleurs QR

source: Colori del modulo Quick Reserve
de_de: Quick Reserve Modul Farben
fr_fr: Couleurs des modules de réserve rapide

source: Colori calendarioo
de_de: Kalenderfarben
es_es: Colores del calendario
fr_fr: Couleurs du calendrier

source: Offerte
de_de: Angebote
es_es: Ofertas
fr_fr: Offres

source: La funzionalità che stampa l'elenco delle Offerte speciali disponibili per la struttura è atutomatica, e si attiva inserendo nella pagina o nel luogo desiderato il segnaposto <b>[offerte]</b><br /> Solitamente viene inserito in una pagina 'Offerte' adibita alla visualizzazione di tale Elenco, che si aggiorna in tempo reale e in modo automatico secondo i settaggi presenti sull'extranet di blastness per la relativa struttura ricettiva.
de_de: Die Funktion, die die Liste der für die Einrichtung verfügbaren Sonderangebote ausdruckt, ist automatisch und wird durch Einfügen des Platzhalters <b>[Angebote]</b><br /> auf der gewünschten Seite oder an der gewünschten Stelle aktiviert. Er wird in der Regel in eine Seite „Angebote“ eingefügt, auf der diese Liste angezeigt wird, die in Echtzeit und automatisch entsprechend den Einstellungen im Extranet von blastness für den jeweiligen Beherbergungsbetrieb aktualisiert wird.
fr_fr: La fonctionnalité qui permet d'imprimer la liste des offres spéciales disponibles pour l'établissement est automatique et est activée en insérant le caractère générique <b>[offres]</b><br /> sur la page ou à l'endroit souhaité. Elle est généralement insérée dans une page « Offres » utilisée pour afficher cette liste, qui est mise à jour en temps réel et automatiquement en fonction des paramètres de l'extranet Blastness pour l'établissement d'hébergement concerné.

source: CSS Personalizzato
de_de: Angepasstes CSS
es_es: CSS personalizado
fr_fr: CSS personnalisé

source: Inserisci qui il tuo CSS personalizzato che verrà applicato al frontend.
de_de: Geben Sie hier Ihr individuelles CSS ein, das auf dem Frontend angewendet wird.
fr_fr: Saisissez ici votre CSS personnalisé, qui sera appliqué au frontend.

source: Abilitando questo campo, il CSS base del modulo Quick Reserve verrà disabilitato
de_de: Wenn Sie dieses Feld aktivieren, wird das grundlegende CSS des Moduls Quick Reserve deaktiviert
fr_fr: En activant ce champ, le CSS de base du module Quick Reserve sera désactivé.

source: Abilitando questo campo viene aggiunto il banner cookie
de_de: Die Aktivierung dieses Feldes fügt das Cookie-Banner hinzu
fr_fr: L'activation de ce champ ajoute banner cookie

source: Abilita QR
es_es: Activar QR
fr_fr: Activer QR

source: Abilita banner cookie
fr_fr: Activer la bannière des cookies
